IDEA Open Model
CssComponentLoading.Loading Property
Compatible with IDEA StatiCa v 10.1
 Loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<CssComponentTimeLoading> Loading { get; set; }
Public Property Loading As List(Of CssComponentTimeLoading)
	Get
	Set
public:
property List<CssComponentTimeLoading^>^ Loading {
	List<CssComponentTimeLoading^>^ get ();
	void set (List<CssComponentTimeLoading^>^ value);
}
Property Value
Type: List<CssComponentTimeLoading>
See Also
Reference
CssComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace